Repository: wescamp/The_Devils_Flute-1.10
Catalog: po/*.po
Languages: hu

source: Sssssso ssssshall we!
hu: Sssssszintén!

source: Move a unit to Dunduggwyn's house
hu: Egy egység eléri Dunduggwyn házát

source: Curse you, Basyl... I die for your incompetence...
hu: Átok rád, Basyl... a te hülyeséged miatt halok meg...

source: Maybe this plan wasn't so ingenious... ugghhh...
hu: Talán mégse volt olyan zseniális a tervem... uggghhh...

source: Nagas are attacking the city!
hu: Nagák ostromolják a várost!

source: Saurians are attacking the city!
hu: Gyíkok ostromolják a várost!

source: Treacheroussssss humansssss! Where isssss our money?
hu: Hitsssssszegő ember! Hol a assssz aranyam?

source: Here's your payment, damned reptile!
hu: Itt a jussod, átkozott hüllő!

source: Ehm... Creona?
hu: Ööö... Creona?

source: Yes?
hu: Igen?

source: Don't kill me please.
hu: Ne ölj meg, légy szíves.

source: Don't provide a reason.
hu: Ne adj rá okot.

source: Well, the bombs... err... I forgot... they are timed...
hu: Szóval, a bombák... izé... elfelejtettem... időzítve vannak...

source: What was that? Alarm!
hu: Mi volt az? Riadó!

source: I'm afraid I will definitely kill you!
hu: Attól tartok, nagyon is meg foglak ölni!

source: The wild waves are crashing against the wall so fiercely that it collapses!
hu: A vad hullámok olyan erővel csapódnak a falnak, hogy az összeomlik!

source: Big part of the city's defense structures are now nothing more than underwater ruins. On the other side, the flood seems to be exhausted now - it just silently pours over the streets.
hu: A város védműveinek jó rész nem több már, mint vízalatti rom. Másfelől, az özönvíz kimerülni látszik - csendesen ömlik szét az utcákon.

source: The town isssss underwater. Ni(c)ssssse!
hu: A várossssz vísssssz alatt van. Tetsssssszetős!

source: Who is that? Wait... argh, assassins!
hu: Ki az? Hé... segítség, orgyilkosok!

source: Kill Dunduggwyn to get the flute from him
hu: Megölöd Dunduggwyn és megszerzed a furulyát

source: Somebody else kills Dunduggwyn before you
hu: Valaki előtted végez Dunduggwynnal

source: Here's it! Let's pick it up and leave this blasted city fast.
hu: Itt van! Kapjuk fel, aztán lépjünk le ebből az istenverte városból.

source: Here's the flute!
hu: Itt a furulya!

source: Good! Grab it and then we can go.
hu: Szép munka! Kapd fel, aztán mehetünk.

source: They killed our wiseman! Catch them, they must not get away with this!
hu: Megölték a mágust! Utánuk, nem szökhetnek meg!

source: Pick up the flute with a unit
hu: Felveszed a furulyát egy egységgel

source: What isssss that sssssshiny thing? $second_unit.name likesssss it. $second_unit.name takesssss it.
hu: Mi esssssssz a fényesssssssssz dolog? Nagyon sssssssszép! Magammal visssssszem!

source: Oh no! That reptile stole the flute. We failed.
hu: Jaj, ne! A hüllők lenyúlták a furulyát. Kudarcot vallottunk.

source: Got it!
hu: Megvan!

source: Okay, let's go. Don't expect me waiting for anybody. I won't stay in this madness for a minute longer than I have to!
hu: Remek, akkor mozgás. Ne higgyétek, hogy bárkire is várni fogok, elegem van ebből az őrültekházából!

source: Any unit moved to the signpost is eventually removed from the map. When Creona leaves, the scenario ends. Every unit still on the map is lost.
hu: Az útjelzőre lépő egységek lekerülnek a térképről. Amikor Creona is távozik, a küldetés véget ér. A pályán maradt egységek elvesznek

source: The flute-bearer, Basyl and Creona reaches the signpost
hu: A furulyahordozó, Basyl és Creona elérik az útjelzőt

source: The flute-bearer dies
hu: A furulyahordozó meghal

source: Don't die you idiot!
hu: Nehogy meghalj, te szerencsétlen!

source: You won't esssscape!
hu: Nem sssssszöksssz meg!

source: Damn, we lost the flute.
hu: A pokolba, elvesztettük a furulyát.

source: I don't understand what Creona is complaining about... everything went smoothly!
hu: Nem értem miért olyan ideges Creona... simán ment az akció!

source: Great! The flute is now in safe.
hu: Remek! A furulya biztonságban van.

source: Move on, Basyl! I won't wait for eternity!
hu: Igyekezz, Basyl! Erősen véges a türelmem!

source: It's your luck $flute_bearer.name that you could lay your hands on that gadget! I wouldn't be so patient otherwise!
hu: Nagy szerencséd, $flute_bearer.name, hogy megkaparintottad azt a vackot! Egyébként nem lennék ilyen türelmes!

source: Well done. Let's head back to Amadeus' keep.
hu: Végre vége. Gyerünk vissza Amadeushoz.

source: Blast it. They escaped. But it's not over! We must catch these bandits!
hu: Ördög és pokol, megszöktek. De nam hagyom ennyiben! Fülön fogom csípni ezeket a banditákat!

source: Excuse me, sir, I have a good idea.
hu: Engedelmeddel, uram, lenne egy jó ötletem.

source: What is that?
hu: És mi az?

source: The best tools against criminals are their own ones!
hu: A bünözők ellen a saját eszközeikkel harcolhatunk a leghatékonyabban!

source: This doesn't sound too sympathetic at first glance. Could you explain it?
hu: Ez így elsőre nem túl rokonszenves. Kifejtenéd egy kicsit bővebben?

source: I think we should hire an assassin to assassinate the assassins.
hu: Véleményem szerint felbérelhetnénk egy gyilkost, hogy gyilkolja meg a gyilkosokat.

source: Interesting idea. However, I don't see why the Secret Service couldn't do that.
hu: Érdekes ötlet. Azonban nem látom át, hogy a Titkosszolgálat miért ne tudná megtenni ugyanezt.

source: They certainly could, but there's a risk that we'd lose some valuable men. According to my plan, only our assassin could die. Or the other one. One less problem anyway.
hu: Biztos megtudná, de fennállna a veszély, hogy elveszítünk néhány értékes embert. Az én módszeremmel csak a mi orgyilkosunk halhatna meg. Vagy a másik. Eggyel kevesebb gond mindenképp.

source: Neat! Haha! Very-very neat!
hu: Ravasz! Hahaha! Nagyon-nagyon ravasz!

source: Agent Jack
hu: Jack ügynök

source: Yes, sir.
hu: Igen, uram.

source: Who is the most professional, most evil, most dangerous assassin on our wanted list? We need him.
hu: Ki a legedzetteb, legördöngősebb, legveszélyesebb orgyilkos Wesnothban? Szükségünk lenne a segítségére.

source: We need a criminal???
hu: Egy bűnöző segítségére???

source: Yes. We hire him to find and kill the murderers of Dunduggwyn. Such a crime should not go unpunished!
hu: Igen. Felbéreljük, hogy megtalálja és elintézze Dunduggwyn gyilkosait. Ezt a tettet mindenképp meg kell torolni!

source: Hmmm... let me see... actually he's a she. Her name is Creona.
hu: Hát... lássuk csak... azt hiszem megvan. Egy nő, Creonának hívják.

source: A woman? Strange... but it doesn't matter. Find her and tell her that she gets 400 golds for the head of the murderer. Go!
hu: Egy nő? Furcsa... de nem számít. Keresd fel és mondd meg neki, hogy 400 arany üti a markát, ha végez a merénylőkkel. Indulj!

source: Yes sir.
hu: Igenis uram.

source: Embarrassing Question
hu: Egy kínos kérdés

source: Not anymore mysterious undead
hu: Most már nem titokzatos élőholtak

source: Hello.
hu: Szép napot.

source: It's you? You were pretty quick. Do you have the flute?
hu: Áh, ti vagytok azok? Egész gyorsan végeztetek. Megvan a furulya?

source: Maybe. Depends on how many golds you have left.
hu: Talán, ha maradt még aranyad...

source: Ah, the careful! Here's your reward.
hu: A kis óvatos! Tessék, a pénzed.

source: You're lucky. Accidentally, we have a flute.
hu: Szerencséd van. Véletlenül pont van nálunk egy furulya.

source: Haha! Thanks.
hu: Haha! Kösz.

source: Well... Amadeus... it's not my habit to ask my clients about their motivations, but I simply can't imagine that... why is this flute so important to you?
hu: Izé... Amadeus... nem szokásom az ügyfeleim indítékairól kérdezősködni, de egyszerűen nem fér a fejembe... miért olyan fontos ez a furulya neked?

source: Errr... you know... it just has such a nice voice!
hu: Háááát... tudod... olyan szép hangja van!

source: Goodbye!
hu: Viszlát!

source: I think your last question embarassed him a bit.
hu: Az utolsó kérdésed mintha feszélyezte volna egy kicsit.

source: It's no surprise. People rarely like to be honest about their purposes.
hu: Nincs ebben semmi meglepő. Az emberek ritkán őszinték a céljaikat illetően.

source: I'm sure he needs that flute for some evil machinations.
hu: Biztos, hogy valami disznóságot tervez azzal furulyával.

source: What did you expect? That he would perform on charity concerts? It's not our business, anyways.
hu: Miért, mit vártál? Hogy majd jótékonysági koncerteken lép fel? Akárhogy is, semmi közünk hozzá.

source: Secret Service of Wesnoth
hu: Wesnothi Királyi Titkosszolgálat

source: After collecting the money from Amadeus and dealing the shares, Creona's team separated into smaller groups not to draw attention and headed north to leave Wesnoth. This was usual after noisier jobs, and flooding a whole city was something could be called 'noisy'. Find a village, pay a lot for the accomodation, so the villagers won't tell anybody that you were there, rest a bit, then leave to find a new employer - that was the good old scenario. Nothing implied that it'd be any different this time.
hu: Frissen szerzett vagyonukkal a zsebükben Creonáék észak felé vették az irányt, hogy elhagyják Wesnotht. Mindig így tettek a zajosabb munkák után, és egy egész város romba döntését akár zajosnak is lehetett tekinteni. Egy falucska felkeresése, egy csomó pénz a szállásért, hogy a falusiak ne árulják el, hogy ott voltál, kis pihenés, aztán jöhet az újabb megbízás - ez volt a jól bevált forgatókönyv. Semmi nem utalt rá, hogy ezúttal bármi máshogy történne.

source: Simultaneously, the Secret Service of Wesnoth put on heavy efforts to find Creona to charge her with her own assassination. Agent Jack wasn't new to his profession, he knew where to start searching for a most wanted criminal - in the northlands.
hu: Eközben a Wesnothi Királyi Titkosszolgálat nagy erőkkel kereste Creonát, hogy megbízzák a saját meggyilkolásával. Jack ügynök öreg róka volt, tudta, hogy egy igazán fajsúlyos gonosztevőt hol érdemes keresni - az északi földeken.

source: If I remember well, these cliffs aren't so far from Gubbre. We shall be there by sunset.
hu: Ha emlékezetem nem csal, ezek a sziklák már Gubbre közelében fekszenek. Napnyugtára ott vagyunk.

source: Someone is approaching on the road.
hu: Valaki közeledik az úton.

source: Greetings, beautiful lady!
hu: Üdvözlet neked, szép hölgy!

source: You're Creona, the well-known assassin, aren't you?
hu: Creona vagy, a neves orgyilkos, ha nem tévedek?

source: Hmmm... yes I am.
hu: Hmmm... igen, az vagyok.

source: It's pretty hard to find you! I have a job for you.
hu: Nem könnyű a nyomodra bukkani! Van egy ajánlatom a számodra.

source: Really?
hu: Igazán?

source: Really. A few days ago, bandits intruded to my home city Cyty, and killed Dunduggwyn, a largely respected man of the town. General Walter, the military commander of the city offers you 400 gold for finding and slaying the murderers.
hu: Igazán. Néhány napja banditák támadtak városomra, Cytyre, és megölték Dunduggwynt, egy nagy tiszteletben álló polgárunkat. Walter tábornok, a városi őrség parancsnoka 400 aranyat fizet neked, ha felkutatod és megölöd a tetteseket.

source: It sounds interesting...
hu: Érdekesnek hangzik...

source: Hawkeye Howard
hu: Sólyom Sam

source: Wait Jack! I know this woman! I saw her in that night in Cyty. She is the murderer of Dunduggwyn!
hu: Várj csak, Jack! Én láttam már ezt a nőt! Ő is ott volt azon az éjszakán Cytyben. Ő Dunduggwyn gyilkosa!

source: Well, milady, then I suppose you can get a 400 gold reward for commiting suicide.
hu: Hát, ha így áll a dolog, asszonyom, akkor értelmezésem szerint 400 aranyat ajánlhatok az öngyilkosságodért cserébe.

source: But it's very unlikely that you would do that, so I'm afraid I have to kill you myself.
hu: De mivel nem hinném, hogy ilyesfajta üzletet nyélbe tudunk ütni, az lesz a legjobb, ha megöllek.

source: In your place, I would try to get away alive instead.
hu: A helyedben inkább próbálnék ép bőrrel elmenekülni.

source: Defeat Agent Jack
hu: Legyőzöd Jack ügynököt

source: What's going on, Creona?
hu: Mi folyik itt, Creona?

source: We've got a little obstacle in our way.
hu: Van egy kis fennakadás.

source: Probably it'd be a good idea not to rush ahead so that the others can catch up...
hu: Ne rohanjatok előre, adjunk egy kis időt a többieknek, hogy felzárkózzanak.

source: I will make you drink up all the water in my backyard!
hu: Felitatom veled az összes vizet a kertemből!

source: I hate you, Basyl!!!
hu: Utállak, Basyl!!!

source: Why does everybody blame me? I didn't do anything this time!
hu: Miért szid engem mindig mindenki? Most nem is csináltam semmit!

source: Blast my sharp eyes! Why did I have to make Jack attack these bandits?
hu: Fenébe azokkal a sólyomszemeimmel! Miért is kellett észrevennem, hogy ezek azok a banditák?

source: This is the fate of nitpickers.
hu: Ez a mitugrászok sorsa.

source: You're wrong if you think it's so easy to kill Agent Jack!
hu: Jack ügynököt nem győzöd le ilyen könnyen!

source: Oh no! He escaped. What will happen now?
hu: Jaj, ne, megszökött! Most mi lesz?

source: Another bounty will be put on my head. It matters little. If somebody managed to kill me, he could have already become a millionaire by that.
hu: Még egy vérdíjat tűznek ki a fejemre. Nem sokat számít. Ha valaki megölt volna, már amúgy is milliomos lett volna belőle.

source: Let's go. The holiday resort is very close.
hu: Gyerünk tovább. Az üdülő már nagyon közel van.

source: Hah! A shiny trophy to my collection.
hu: Hah! Egy újabb trófea a gyűjteményembe.

source: He was a fool, but still... it's impossible to find another usable explosives expert for this cheap!
hu: Bolond volt, de akkor is... képtelenség más robbantómestert találni ilyen olcsón!

source: Zombies in the Stable
hu: Zombik az istállóban

source: Once again mysterious undead
hu: Ismét titokzatos élőholtak

source: Who can they be?
hu: Kik lehetnek ők?

source: The outlaws continued their journey towards Gubbre, a village Creona knew about that it would gladly provide them shelter in exchange of some gold. The fight with the SSW party evidently caused a delay, so they didn't arrived before sunset as wanted.
hu: A törvényen kívüliek továbbhaladtak Gubbre felé. Creon jól ismerte a falut, tudta, hogy tisztes összeg fejében biztos menedékre találnak. A WKT-vel való összecsapás miatt azonban nem érkeztek meg napszállta előtt, ahogy szerettek volna.

source: However, this couldn't annoy most of the team. They were just after a generous payday and a before a several weeks long vacation. Or at least they thought so...
hu: Nem mintha ez kedvét szegte volna a csapatnak. Friss aranyak csilingeltek a zsebükben és többhetes vakáció lebegett a szemük előtt...

source: Damn that sneak... it will be midnight when we arrive to Gubbre.
hu: Pokolba azzal a spiclivel. Éjfél előtt nem érünk oda.

source: What if we don't find anybody awaken? I don't want to sleep in the forest.
hu: Mi lesz, ha senkit nem találunk ébren? Nem akarok az erdőben aludni.

source: Heh, I wouldn't have compunction for arousing the whole settlement. It's really a minor annoyance compared to the money we're going to pay them for this little holiday.
hu: Heh, nyugodt lélekkel rúgom ki az ágyból az egész települést. Igazán apróság ahhoz képest, hogy mennyit fogunk nekik fizetni egy vacak kis nyaralásért.

source: Get to Gubbre
hu: Eljutsz Gubbréba

source: Being killed by a miserable pile of flesh... not a glorious end for my career.
hu: Egy nyamvadt húskupac győzött le... nem valami dicsőséges vég ez a pályafutásomnak.

source: I don't think I can make any use of Basyl as a zombie... not likely he can still handle bombs.
hu: Nem hinném, hogy Basylt zombiként is munkára lehetne fogni... így már pláne nem tudja kezelni a nyomorult bombáit.

source: Oh no, not again!
hu: Ne, csak ezt ne!

source: Perhaps it's excess to fight them this time either.
hu: Lehet, hogy most sem kéne velük harcba szállnunk.

source: Well, if you wish to do diplomacy with a bunch of decaying corpses, just go.
hu: Hát ha te rá tudod őket venni, hogy hagyjanak minket békén, akkor hajrá.

source: Ehm... rather not.
hu: Ööö... inkább nem.

source: From all around
hu: Körös-körül

source: Eeeeeeeeeerw... graaaaaaaaa... bwuoaaaaaaaaaaaa...
hu: Ööööööööö... höööööööö... bvuoááááááááááá....

source: There might be more of them in the forest... I have a bad feeling that we won't get our well-merited relax!
hu: Még több lehet belőlük az erdőben... valami azt súgja, hogy ebben a faluban nem sokat fogunk pihenni!

source: Kill all zombies
hu: Megölöd az összes zombit

source: Well, if you're just collecting flowers, say it fast!
hu: Ha csak virágot szedsz, még most mondhatod!

source: You can't say I didn't ask!
hu: Ne mondd, hogy nem kérdeztem!

source: Where did they come from?
hu: Honnan jöttek ezek?

source: How could I know? Let's hurry to the village and see if we can save anything from our vacation.
hu: Honnan tudnám? Gyerünk a faluba, hátha megmenthetjük még a vakációt.

source: Investigate the village
hu: Átkutatod a falut

source: Is there anybody here?
hu: Van itt valaki?

source: Huh! It's good to see somebody at last who moves and actually lives...
hu: Huh! Végre valaki, aki tényleg él...

source: ...and not just un-lives! Grrr... you can't imagine what horrors we met!
hu: ...és nem csak élő-hal! Brrr... el se tudjátok képzelni, min mentünk keresztül!

source: What happened here, villager?
hu: Mi történt itt, ember?

source: Undead...
hu: Élőholtak...

source: Lots of lots of undead...
hu: Sok-sok élőholt...

source: Lieutenant Fred was killed...
hu: Megölték Fred hadnagyot...

source: More and more of undead...
hu: Még több élőholt...

source: Oh no! Here they come again!
hu: Segítség! Megint támadnak!

source: Zombie crowd
hu: Zombi horda

source: Uuuuuuuuuuuuuuurrrrggghhhh... wwruuuuuuuuuuggghhhh...
hu: Grrrrrrrrrrrrrrmmmmmmm... brrrrrrrrrrrgrrrrrrrrrrr....

source: Run! Run for our lives!
hu: Fussatok! Fussatok az életetekért!

source: Fight! Fight for our lives!
hu: Küzdjetek! Küzdjetek az életetekért!

source: These two won't give a senseful word while these abonimations are lurking around. Let's get rid of them.
hu: Egy értelmes szót nem fogunk tudni ebből a kettőből kihúzni, amíg azok az ocsmányságok itt garázdálkodnak. Szabaduljunk meg tőlük.

source: There's a whole swarm of them! Maybe we could use some explosives?
hu: Rengetegen vannak! Talán besegíthetnék egy kis robbanószerrel?

source: I'm fed up with your explosives. Let's lock them up into the stables, then we can burn them along with the building.
hu: Torkig vagyok a robbanószereiddel. Tessékeljük be őket az istállóba, aztán rájukgyújtjuk az épületet.

source: Special game mode
hu: Különleges játékszabály

source: The battle against these undead doesn't go the usual way. They can move and attack you as normal, except that their movepoints are reduced to 2, but you're unable to harm or kill them. However, when you attack a zombie, you will push it away by one hex. A zombie which gets hit becomes fuzzy and can't move in the next turn (but still can attack!). You can also toss whole queues of zombies like dominos. Any enemy pushed into one of the stables (the two villages near the bottom of the map) will be instantly removed from the game. <b>Warning:</b> don't push zombies out of the map. You won't be able to win the scenario if you do so. This is a technical issue which will be fixed in the future.
hu: Ezekkel az élőholtakkal kicsit másképp kell megküzdened. A zombik lépéspontjai 2-re csökkennek, de egyébként a szokott módon lépnek és támadnak. Te azonban nem tudod se megölni, se megsebesíteni őket. Amikor megtámadsz egy élőholtat, sebzés helyett egy mezővel odébb lököd. A megtaszított zombi elkábul és a következő körben nem mozoghat (de támadhat!). Ha több egység áll egymás mellett, akkor dominószerűen az egész sort odébb lökheted. A istállóba (a térkép alján lévő két falu egyikébe) juttatott ellenfelek azonnal eltűnnek a térképről. <b>Figyelem:</b> ne lökd a zombikat a pályán kívülre, különben nem fogod tudni megnyerni a küldetést. Technikai probléma, majd valamikor javítom.

source: Toss all zombies into the stables
hu: Az összes zombit belökdösöd az istállóba

source: Any of the villagers die
hu: Bármelyik falusi meghal

source: Maybe it's better to escape before I get slayed too!
hu: Jobb, ha lelépek, mielőtt engem is lemészárolnak!

source: Damn... we'll never find out what happened here.
hu: A fenébe... így aztán sohase tudjuk meg, mi történt itt.

source: You're going the wrong way, hellish creature! Let me show you the right path!
hu: Rosszfele mész, pokoli teremtmény! Hadd mutatom meg a helyes irányt!

source: Huh. This was tiring.
hu: Hú, ez fárasztó volt.

source: We're very grateful for your help. If we can do anything for you, just say.
hu: Nagyon hálásak vagyunk a segítségért. Ha tehetünk értetek bármit, csak szólj.

source: Well, we'd need some sort of accomodation for the next few weeks.
hu: Szükségünk lenne valami szállásra néhány hét erejéig.

source: Oh, no problem. We have quite a few empty rooms right now.
hu: Ó, nem gond. Pillanatnyilag van egy pár üres szobánk.

source: Just take a less bloody one.
hu: Csak keressetek egy kevésbé véreset.

source: Before all, I'd like to know what happened here. Were you experimenting with necromancy, heh?
hu: Mindenekelőtt szeretném tudni, hogy mi történt itt. Holtidézéssel kísérletezgettetek, mi?

source: No, no it wasn't us...
hu: Dehogyis, nem mi voltunk...

source: This whole nightmare started two days ago. Two men arrived from Fruggwoc.
hu: Két napja kezdődött ez az egész borzalom. Két ember érkezett Fruggwocból.

source: They said that their village was destroyed. And not just theirs, but Lorcyn, Krabwy and many others too...
hu: Azt mondták, elpusztult a falujuk. És nem is csak az övék, hanem sok másik is, Lorcyn, Krabwy...

source: We asked them what happened but they only stuttered and muttered and their eyes bulged in horror.
hu: Kérdeztük, hogy hogy történt de csak mormogtak és motyogtak és ijedten bámultak ránk.

source: Then suddenly one of them shouted: 'Run! Run for our lives!'
hu: Hirtelen az egyik elkiáltotta magát: 'Fussatok! Fussatok az életetekért!'

source: And the other: 'Fight! Fight for our lives!'
hu: A másik pedig: 'Küzdjetek! Küzdjetek az életetekért!'

source: And then we noticed him...
hu: És akkor észrevettük...

source: A man in black robes, coming down the northern road...
hu: Valaki közeledett az északi úton, fekete ruhában...

source: When he came closer we could hear some weird, ghoulish song...
hu: Ahogy közelebb ért, valami furcsa, hátborzongató dallamot hallottunk...

source: And, unfortunately, not just us... seems like even the dead could hear it!
hu: És sajnos nem csak mi... úgy tűnik, még a holtak is meghallották!

source: The next thing we saw were hordes of zombies staggering out of the cemetery, as the man continued to play on his flute...
hu: A következő pillanatban élőholtak seregeit pillantottuk meg kitámolyogni a temetőből, ahogy a feketeruhás tovább játszott a furulyáján...

source: His... flute?
hu: A... furulyáján?

source: Yes. Is there something wrong?
hu: Igen, miért?

source: No, no...
hu: Semmi, semmi...

source: He left towards Daklyn. Hope they had better luck there...
hu: Daklyn felé távozott. Talán nekik több szerencséjük volt...

source: Thank you... I think I've heard enough. Good night.
hu: Köszönöm... eleget hallottam. Jó éjszakát.

source: Good night then.
hu: Jó éjt.

source: I think...
hu: Szerintem...

source: I'm not interested in anything you might think.
hu: Nem érdekel a véleményed.

source: I think this man is...
hu: Szerintem ez a valaki...

source: <b>DON'T SAY IT!</b>
hu: <b>KI NE MONDD!</b>
