Repository: wescamp/The_Devils_Flute-1.10
Catalog: po/*.po
Languages: hu

source: TDF
hu: ASF

source: The Devil's Flute
hu: A sátán furulyája

source: Creona, the well-known assassin, gets a strange job from a strange person. So, in fact, it's no surprise that things take a strange turn... Level: easy is easy, nightmare is nightmare. 10 scenarios (2 text-only), finished.
hu: Creona, a jónevű orgyilkos, különös megbízást kap egy különös személytől. Tulajdonképpen nem is meglepő, hogy az események hamarosan különös fordulatot vesznek Szint: könnyűtől rémálomig, amit csak akarsz, 10 küldetés (2 csak szöveg)

source: difficulty_menu^<b>Quaver</b>
hu: difficulty_men^<b>Nyolcad</b>

source: <span color='#888'>(Easy)</span>
hu: <span color='#888'>(Könnyű)</span>

source: difficulty_menu^<b>Semiquaver</b>
hu: difficulty_menu^<b>Tizenhatod</b>

source: <span color='#888'>(Normal)</span>
hu: <span color='#888'>(Átlagos)</span>

source: <span color='#888'>(Hard)</span>
hu: <span color='#888'>(Nehéz)</span>

source: difficulty_menu^<b>Demisemiquaver</b>
hu: difficulty_menu^<b>Harmincketted</b>

source: difficulty_menu^<b>Hemidemisemiquaver</b>
hu: difficulty_menu^<b>Hatvannegyed</b>

source: <span color='#888'>(Nightmare)</span>
hu: <span color='#888'>(Rémálom)</span>

source: Campaign design and coding
hu: Tervezés, programozás és egy kis grafika

source: WML assistance
hu: WML tanácsadók

source: Art
hu: Grafika

source: Non-mainline music
hu: Extra zene

source: Random code & content copied from
hu: Ezt-azt másoltam...

source: “Invasion from the Unknown” by shadowmaster
hu: shadowmaster: “Invasion from the Unknown”

source: “RPG Resources” by PapaSmurfReloaded
hu: PapaSmurfReloaded: “RPG Resources”

source: “RPG Creation Kit” by Bob_The_Mighty
hu: Bob_The_Mighty: “RPG Creation Kit”

source: And many others providing feedback and reporting bugs. Thank you all!
hu: És még sokan mások... köszi mindenkinek!

source: Yep, I definitely heard him running past my door. He must be either in the second or the third room.
hu: Jaja, hallottam itt az ajtó előtt rohangálni. A második vagy a harmadik szobában lesz.

source: I'm not Bruggwy, and I don't care at all where he is.
hu: Semmi közöm ehhez a Bruggwyhoz, és nem is érdekel, hol van.

source: Hmmm... I heard a slam of door, must have come from the first or the last room.
hu: Hát... hallottam egy ajtócsapódást, az első vagy az utolsó szobából jöhetett.

source: I didn't notice anything, but my instincts tell me that if he's not in the third room, he must be in the second.
hu: Semmit sem hallottam, de az ösztöneim azt súgják, hogy ha nem a harmadik szobában van, akkor a másodikban kell lennie.

source: Creona's team
hu: Creona csapata

source: Death of Creona
hu: Creona meghal

source: Death of Basyl
hu: Basyl meghal

source: Turns run out
hu: Kifutsz az időből

source: Do you want this unit to take the bottle up?
hu: Akarod, hogy ez az egység magához vegye az üveget?

source: Yes.
hu: Igen.

source: No.
hu: Nem.

source: Merlyn already has an arcane attack. Give that flask to somebody who really needs it.
hu: Merlynnek már van egy földöntúli támadása. Hagyd meg a palackot valaki olyannak, aki tényleg rászorul.

source: Holy water
hu: Szenteltvíz

source: Holy water adds arcane damage to your melee weapons. Its effect lasts till the end of the campaign.
hu: A szenteltvíz földöntúli sebzéssel ruházza fel közelharci fegyvereidet. Hatása kitart a hadjárat végéig.

source: grenade
hu: gránát

source: The Appointment
hu: A találkozó

source: Mysterious undead
hu: Titokzatos élőholtak

source: Hello. Thank you for playing. This campaign is still under development. All scenarios are done and should be of enjoyable quality, but it's not finished at all. Visit the add-on's development thread with your problems, suggestions and notices in the Scenario/Campaign Development section at forums.wesnoth.org. I'm especially interested in any possible grammatical issues. If you're playing with music off, I advise you to reconsider. Not as if there were revolutionarily new, unheard tracks in this campaign, but I spent much time with choosing the best music for each scenario (or part of a scenario), and I doubt you can fully get the athmosphere without hearing them. Have fun, lipk
hu: Szevasz. A hadjárat még fejlesztés alatt áll. Kész van ugyan az összes küldetés, és elvileg mindegyik élvezhető minőségű, de bőven van még mit csiszolgatni. Minden ötletet, észrevételt, visszajelzést szívesen látok a hadjárat fejlesztői csatornáján angolul: forums.wesnoth.org, Scenario & Campaign Development/The Devil's Flute vagy magyarul: wesnoth.fsf.hu/phpbbforum, The Devil's Flute/A sátán furulyája. A nyelvtani hibák javítása különösen érdekel (mármint az angol, ez a magyarban nem releváns :P). Ha általában kikapcsolt zenével játszol, ehhez a hadjárathoz akkor is érdemes lehet visszakapcsolni. Nem, nincsenek hűderemek saját komponálású számok a kiegészítőben, de rengeteg időt töltöttem azzal, hogy minden küldetéshez és jelenethez a legalkalmasabbakat válasszam ki. Zene nélkül nem lesz teljes az élmény. Jó játékot, lipk

source: Once upon a time, somewhere in Wesnoth...
hu: Egyszer volt, hol nem volt, volt egyszer Wesnothban...

source: ...lived a woman, Creona, by name. Having a strong, aggressive personality and an unwillingness to be subject to anyone, she had few friends. Wandering from town to town in Wesnoth, she practiced the last job you'd expect from a woman.
hu: ...egy hölgyemény, akit Creonának hívtak. Határozott, erőszakos személyiség volt és már csak dacból sem engedelmeskedett senkinek; nem is nagyon voltak barátai. Városról városra járva az emberek királyságában, egy kevéssé nőies munkát űzve kereste a kenyerét.

source: Creona was an assassin. She didn't have an easy start in this masculine profession, but with success she received widespread fame. In less than two years she earned the title, 'Queen of the Assassins' and got the Wesnothian King to lay one of the greatest bounties ever seen on her head.
hu: Creona orgyilkos volt. Meglehetősen férfias foglalkozás ez, először nem is vették túl komolyan szakmában; de első sikerei így annál nagyobb visszhangot válthattak ki. Nem egész két év alatt kiérdemelte, hogy az 'Orgyilkosok Királynőjeként' emlegessék és csillagászati összegű vérdíjat tűzzenek ki a fejére.

source: Her employers (and victims) included not just noblemen, generals and criminals, but also a wide range of non-human creatures inhabiting the lands around Wesnoth. She got used to their strange customs, and wasn't too surprised when she got an invitation for a meeting in a forest, far away from inhabited areas.
hu: Alkalmazói (és áldozatai) nem csupán nemesek, tábornokok és bűnözők közül kerültek ki; a Wesnoth körüli földeket lakó mindenféle teremtményekkel is gyakran akadt dolga. Ismerte különös szokásaikat, nem is nagyon lepődött meg, mikor találkozóra hívták egy minden lakott területtől távol eső, messzi erdőbe.

source: Okay, my client is waiting for us on the other side of the forest. Move on!
hu: Az ügyfelem az erdő túloldalán vár ránk. Mozgás!

source: Do we know anything about this man?
hu: Tudunk bármit is a fickóról?

source: We shall soon.
hu: Nemsokára fogunk.

source: And about the job? Who is the target?
hu: És a munkáról? Ki a célpont?

source: I have no clue. Would you keep your stupid questions for yourself, please?
hu: Tudom is én. Megtartanád magadnak a hülye kérdéseidet, ha szépen kérlek?

source: Meet your employer
hu: Találkozol a megbízóddal

source: Now I will have an unsatisfied customer... what a shame!
hu: Egy elégedetlen ügyfelet hagyok hátra... micsoda szégyen!

source: It may sound odd, but we can't continue without him!
hu: Talán furcsán hangozhat, de nélküle nem tudjuk folytatni!

source: I should move to the front... I have to arrange the business personally, after all!
hu: Előre kéne mennem... az üzletet személyesen kell intéznem!

source: The trees seem to be parched here... strange.
hu: Ezek a fák kiszáradtak... különös.

source: Undead! Undead in the forest!
hu: Élőholtak! Élőholtak az erdőben!

source: Destroy them! We can't let them harm our employer!
hu: Pusztítsátok el őket! Nem árthatnak az alkalmazónknak!

source: We could be more efficient against the undead if I gave some grenades to everyone.
hu: Hatékonyabbak lenhetnénk az élőholtak ellen, ha mindenkinek adnék egy pár gránátot.

source: <i>(sighs)</i> I've already told you several times, bombs are too expensive to equip our whole team with them. It would consume up our profit.
hu: <i>(sóhajt)</i> Már néhány ezerszer megtárgyaltuk, a bombáid túl drágák ahhoz, hogy az egész csapatot felszereljük velük. Felélné a hasznunkat.

source: But we'd lose less men.
hu: De kevesebb embert vesztenénk.

source: More men, more shares paid. Even lower makings. Everything's good as it is.
hu: Több ember, többfelé osztott pénz. Még kisebb haszon. Bízd rám, ki van ez találva.

source: What are you doing here, man? Who is your leader?
hu: Mit csinálsz itt, ember? Ki a vezéred?

source: Aww, a lich. I can only hope my client is all right.
hu: Jaj ne, egy delevény. Csak remélhetem, hogy az ügyfelem egyben van.

source: Hey, you are Creona, the famous assassin, aren't you?
hu: Halihó, te vagy Creona, a híres orgyilkosnő, nemde?

source: Yes I am.
hu: De.

source: Well, I'm Mal Amadeus, your client.
hu: Remek, részemről Mal Amadeus, a megbízód.

source: Ah, really? You could be a bit more welcoming if you want to count on my services!
hu: Igen? Na hát lehetnél egy kicsit vendégszeretőbb is, ha igényt tartasz a szolgálataimra!

source: What? I hope you didn't have any trouble with my servants?
hu: Mi? Remélem nem volt semmi gond a szolgáimmal?

source: It wasn't us, master! We were just collecting flowers in the forest, when they attacked us for no reason!
hu: Nem mi voltunk, mester! Mi csak virágot szedtünk az erdőben, ezek meg minden ok nélkül ránk rontottak!

source: Errr...
hu: Ööö...

source: Ah, the usual prejudices against undead. There isn't another race on the continent which is as persecuted as ours!
hu: Ah, a szokásos előítéletek. Nincs még egy nép az egész kontinensen, ami oly üldözött lenne, mint a miénk!

source: But hopefully we can put aside our baseless stereotypes now and talk about your tasks.
hu: De most talán tegyük félre az alaptalan balítéleteket, és beszéljünk a tennivalóidról.

source: Indeed.
hu: Támogatom.

source: Well, I need you to fetch me an object. It belongs to the arch mage Dunduggwyn who lives in the city of Cyty.
hu: Szóval, egy tárgyat kéne megszereznetek. Dunduggwyn varázslómester tulajdonában van, aki Cyty városában él.

source: An arch mage, you say? That won't be cheap. Their kind is pretty hard to deal with.
hu: Egy varázslómester? Az nem lesz olcsó. Nem könnyű elbánni a fajtájukkal.

source: It's not necessary to murder him. Just bring me the object. My offer is 400 golds.
hu: Nem kell vele elbánni. Csak hozzátok el, amit kérek. 400 aranyat ajánlok.

source: Stealing things from a living arch mage is even more dangerous! 800 at least.
hu: Élő varázslómestert meglopni még veszélyesebb! 800 alatt meg se hallom.

source: Well, then just kill him. 500 golds are more than generous for this job.
hu: Akkor öld meg. 500 arany több, mint bőkezűség.

source: Hah, you must be joking. A notoriously unimportant princeling costed 350 to my client last month. I won't do this for less than the double price.
hu: Heh, jó vicc. Egy szánalmas, érdektelen hercegecske 350-be került az ügyfelemnek múlt hónapban. Ezt nem vállalom a kétszeresénél kevesebbért.

source: For 700 gold I could recruit an entire army and take over the whole city. 650 is the last proposal. 200 prepaid and an additional 450 in case of success.
hu: 700 aranyért inkább toboroznék egy hadsereget és elfoglalnám az egész várost. 650 az utolsó ajánlatom. 200 előre, további 450 siker esetén.

source: That sounds fair enough. And precisely what object do you wish to get? Some magic book, I guess.
hu: Rendben, kezet rá. És pontosan mire is fáj a fogad? Valami varázskönyvre, gondolom.

source: No. A flute.
hu: Nem. Egy furulyára.

source: A flute?
hu: Egy furulyára?

source: Exactly. I need the flute from the silver thread on Dunduggwyn's neck.
hu: Arra. Ezüstszálon lóg Dunduggwyn nyakán. Azt hozd el nekem.

source: As you wish. Just give me that 200 golds and we shall come along with your precious instrument in a few days.
hu: Ahogy parancsolod. Dobd ide azt a 200 aranyat, és egy-két napon múlva már játszhatsz is a kedves hangszereden.

source: Here it is.
hu: Tessék.

source: I'll be waiting for you here. Good luck.
hu: Itt fogok várni. Sok szerencsét.

source: Anyguest's Inn
hu: Bárkifia Fogadója

source: Bruggwy's team
hu: Bruggwy csapata

source: Spectators
hu: Nézők

source: Innkeeper
hu: Fogadós

source: Guests
hu: Vendégek

source: Her team weakened by the redundant fight against the lich's minions and with another tough fight expected to get the flute, Creona decided to find some new recruits. Luckily, she didn't have to go far. Anyguest's Inn stood on the road to their destination; it was a well-known meeting point of rogues, thieves, bandits--in a word, those who were in conflict with the law. Creona sent Basyl and most of her men ahead to scout Cyty, and then entered the inn.
hu: Mivel csapata meggyengült a delevény teremtményeivel való csetepatéban, és mert gyanította, hogy nem lesz egyszerű dolguk a mágussal, Creona úgy döntött, felbérel még néhány embert. Ehhez még csak kitérőt sem kellett tenniük; a Bárkifia Fogadója éppen a Cytybe vezető úton feküdt. Ebben a kocsmában gyülekezett az alvilág krémje - zsiványok, tolvajok, banditák vagy bárki, aki harcban állt a törvénnyel. Basyl és a csapat nagyobbik fele továbbsietett Cyty felé, hogy felderítsék a terepet, Creona pedig belépett a fogadóba...

source: Hi all! I need some brave men for a really, really dangerous mission!
hu: 'napot mindenkinek! Szükségem lenne néhány bátor és erős férfira egy nagyon-nagyon veszélyes feladathoz!

source: Hey! I'm recruiting here! Get away and find some other place!
hu: Hé! Itt én toborzok! Tűnj el, keress más helyet magadnak!

source: Well, everybody's free to choose who to contract with. As for me, I'm getting 650 golds for this job...
hu: Ugyan már, hadd döntse csak el mindenki, kivel akar szerződni. Ami engem illet, én 650 aranyra számíthatok ezért a munkáért...

source: Hmmm, that implies an impressive share! You can count on me!
hu: Hmmm, abból tekintélyes összeg juthat nekem is! Szolgálatodra!

source: Wise decision.
hu: Bölcs döntés.

source: Don't steal my men or...
hu: Hagyd békén az embereimet vagy...

source: You can't make up for my better offer with whatever amount of shouting.
hu: Hiába üvöltözöl, jobb az ajánlatom és kész.

source: <b>GET LOST OR I KILL YOU!</b>
hu: <b>KOPJ LE VAGY KINYÍRLAK!</b>

source: Come on!
hu: Hajrá!

source: Catch her!
hu: Kapjátok el!

source: Haha! Free entertainment! I'm going to join the winner!
hu: Hohó, micsoda móka! A győzteshez csatlakozom!

source: Me too!
hu: Én is!

source: Okay, boys and girls, but don't destroy the furniture please!
hu: Jól van fiúk-lányok, de a bútorzatot kíméljétek.

source: Kill Bruggwy
hu: Megölöd Bruggwyt

source: Dying in a pub brawl by the hands of a second-class assassin. What a shame! Better to die fast.
hu: Micsoda szégyen, egy kocsmai verekedésben meghalni egy másodosztályú orgyilkos kezétől... jobb lesz gyorsan túlesni rajta.

source: Okay, calm down, I will...
hu: Jól, van nyugalom...

source: You will die, traitor!
hu: Halál rád, áruló!

source: Excellent! Go on!
hu: Remek! Csak így tovább!

source: You haven't won yet!
hu: Még nem győztél!

source: I think it's more tactical to retreat towards the front door.
hu: Szerintem okosabb volna a kapu felé menekülni.

source: Finished. So, who can I expect to follow me?
hu: Kész. Nahát akkor, kire számíthatok?

source: Hey, it's not over yet! You have to kill him.
hu: Lassan a testtel! Előbb meg kell ölnöd.

source: Don't be childish. You aren't in a circus.
hu: Maradj már, nem cirkuszban vagy.

source: We won't join you unless you slay that guy.
hu: Amit mondtam, megmondtam.

source: <i>(sighs)</i> Alright. Where did he run?
hu: <i>(sóhajt)</i> Rendben. Merre futott?

source: Towards the bedrooms, I think. Bruggwy's a master of masking, he might have already changed into a guest of whatever race. Be careful, and try not to kill any of my actual customers, please.
hu: A vendégszobák felé. Bruggwy valódi álcázómester, mostanra bármiféle lénnyé átalakulhatott. Légy óvatos, és lehetőleg ne öld meg a valódi ügyfeleimet.

source: Well, who are your 'actual' customers?
hu: És kik a 'valódi' ügyfeleid?

source: Ehm... I can't really remember it.
hu: Hát... igazándiból nem emlékszem.

source: Somewhat shameful for a man in your job.
hu: Érdekelne, hogy ilyen memóriával hogy tudsz megmaradni a szakmádban.

source: He can't hide here, so he must be inside of one of the rooms. I should take a look at each one.
hu: Itt sehol sem rejtőzhetett el, úgyhogy valamelyik szobában lesz. Legjobb lesz, ha végignézem őket.

source: Visit all rooms
hu: Átvizsgálod az összes szobát.

source: <i>Creona asks about Bruggwy</i>
hu: <i>Creona Bruggwy felől érdeklődik</i>

source: So one of these men is Bruggwy. I'm sure that he tried everything to deceive me, but that will be his doom. I don't see any reason why would have the others lied to me, so I just have to deduce who was the one who made a false statement.
hu: Tehát a négy közül az egyik Bruggwy. Lefogadom, hogy mindent megpróbált, hogy félrevezessen, de ez lesz a veszte. A többieknek semmi okuk nem lehetett rá, hogy hazudjanak nekem, úgyhogy csak ki kell következtetnem, ki tett hamis állítást.

source: Move Creona to Bruggwy's room
hu: Megtalálod Bruggwy szobáját

source: Move to a wrong room
hu: Rossz szobába mész be

source: I have one more little question...
hu: Lenne még egy kérdésem...

source: Did you really think that I won't find you?
hu: Tényleg azt hitted, hogy nem talállak meg?

source: *swoosh*
hu: *huss*

source: Arghh...
hu: Ááá...

source: You're the seeker now.
hu: Most te vagy a hunyó.

source: Damn you!
hu: Fordulj fel!

source: Heh! And this miserable weakling claimed that he would kill me!
hu: Heh! És ez a nyápic fenyegetőzött, hogy megöl!

source: Really kill Bruggwy at last
hu: Most már tényleg megölöd Bruggwyt

source: Auch... what the hell are you doing?!
hu: Aúú... mi az ördögöt csinálsz?!

source: Oops, this isn't Bruggwy!
hu: Ajaj, ez nem nyert!

source: Distant voice of Bruggwy
hu: Bruggwy távolodó hangja

source: Definitely not! Goodbye, stupid girl!
hu: Nem bizony! Viszlát, hülye liba!

source: I shouldn't bother $unit.name again... if he's Bruggwy, he might become suspicous.
hu: Jobb ha nem zaklatom mégegyszer... ha $unit.name valójában Bruggwy, még gyanút foghat.

source: Huh, done at last. He was quite tough for an amateur. I could have made a good use of him... but it's too late to think about that, I'm afraid.
hu: Na, végre valahára. Kispályás létére elég szívós volt. Talán hasznát is vehettem volna... de attól tartok, az már nem fog menni.

source: Bravo! You performed amazingly in battle dear... ehm...
hu: Bravó! Igazán tehetséges harcos vagy, kedves... ööö...

source: Creona? The famous Creona?
hu: Creona? A híres Creona?

source: Why didn't you start with that? It would have been no question to join you!
hu: Miért nem ezzel kezdted? Rögtön szolgálatodra álltunk volna!

source: But now we'll do so anyway. It's a great honor to work for you... how much will be my salary?
hu: Mindegy, most úgyis csatlakozunk hozzád. Hatalmas megtiszteltetés hogy a csapatodban dolgozhatok... mennyi lesz a fizetésem?

source: Chaos in Cyty
hu: Felfordulás Cytyben

source: Disappointed nagas
hu: Sértődött nagák

source: Disappointed saurians
hu: Sértődött gyíkok

source: City militia
hu: Városi őrség

source: Basyl rarely worked fast, so Creona saw no reason to hurry with the departure. She rented the fake-merman's old room, asked for a boat, and enjoyed a tropical holdiay for a few days. When she thought the scouts might have had finished their job, she commanded her team to pack up and set off.
hu: Basylnak nem volt szokása a gyors munka, így Creona nem is siettet az indulással. Kibérelte az ál-sellő régi szobáját, kért egy csónakot, és élvezte néhány napig a trópusi környezetet. Mikor úgy vélte, hogy a felderítők már végezhettek, utasította embereit, hogy csomagoljanak.

source: They reunited with the others at midnight, north of Cyty.
hu: Éjfélkor találkoztak a többiekkel, Cytytől északra.

source: Here I am. So, what could you find out about the mage?
hu: Megjöttem. Hadd halljam, mit derítettél ki a mágusról?

source: He doesn't have a family, loves gardening, roast beef and watching wesball in his crystal ball. Yeah, and he's the uncle of the lord of the city, so he lives in the palace. More exactly, in the cottage at the riverside.
hu: Nincs családja, imád kertészkedni, a borjúsültet, és weslabdát bámulni a kristálygömbjében. Ja igen, és az unokaöccse a város ura, úgyhogy a palotában lakik. Egész pontosan a folyóparti házikóban.

source: Good. Now we can start making the plan.
hu: Remek. Akkor álljunk neki kieszelni valami tervet.

source: I've already prepared everything, if you approve
hu: Utólagos engedelmeddel, már mindent elrendeztem.

source: What? I only told you to collect information!
hu: Mi a...? Csak annyit mondtam, hogy kémlelj ki, amit tudsz!

source: Yes, but I couldn't stop myself brainstorming about the project. And I found the best solution.
hu: Igen, igen, de nem tudtam megállni, hogy ne elmélkedjek a haditerven, és kitaláltam egy nagyon jót.

source: I will listen.
hu: Hallgatom.

source: There's a dam east of the city. We blow it up to make a flood.
hu: A várostól keletre van egy duzzasztógát. Felrobbantjuk és árvizet okozunk.

source: I couldn't muffle the bombs so this will go with a big noise. Big enough to wake the city militia.
hu: Nem sikerült hangtompítót szereznem a bombákhoz, úgyhogy jó nagyot fognak szólni. Elég nagyot ahhoz, hogy felébresszék az őrséget.

source: So I hired some saurians to keep them busy.
hu: Felbéreltem néhány gyíkot, hogy eltereljék a figyelmüket.

source: The flood will overrun the palace and the nearby areas in a short time.
hu: Az ár hamarosan elönti a palotát és a környékét.

source: After that our naga mercenaries can easily control the territory.
hu: Ezután naga zsoldosaink már könnyedén ellenőrizhetik azt a területet.

source: So our only task is to walk in and grab the flute.
hu: Nekünk csak annyi dolgunk van, hogy odasétáljunk, és elhozzuk a furulyát.

source: Well, this is ingenious.
hu: Ez egyszerűen zseniális.

source: Thanks.
hu: Köszönöm.

source: I only suggest some little modifications.
hu: Csak néhány apróbb módosítást javasolnék.

source: Precisely?
hu: Ööö... és mit?

source: No bombs, no flood, no nagas and no saurians. That's all.
hu: A bombákat, az árvizet, a nagákat és a gyíkokat felejtsd el. A többi maradhat.

source: But why? This will completely...
hu: De miért? Teljesen tönkreteszed...

source: Because I simply have no intention to launch a full-scale attack against the city.
hu: Egész egyszerűen nem tervezem lerohanni a várost.

source: Humansssss! Give ussss our money!
hu: Emberek! A pénsssssszünket akarjuk, mossssszt!

source: I'm sorry, there's no money for you. We don't need your help. However you can take this fool as compensation. He makes an excellent slave.
hu: Sajnálom, nem tudok rátok pénzt áldozni. Nincs rátok szükségünk. Ezt a paprikajancsit vihetitek fájdalomdíjként, ha gondoljátok. Söpörni, azt egész jól tud.

source: We don't like human'ssssss humour. Pay our goldsssss or we sssssslay you!
hu: Nem viccessssz. Fizessssssz, vagy ssssszétkasssssszabolunk!

source: I don't pay anything.
hu: Nem fizetek.

source: Then we take by for(c)ssssssse!
hu: Akkor elvessssssszük!
