Repository: wescamp/The_Devils_Flute-1.10
Catalog: po/*.po
Languages: hu

source: After 57 murders and hundreds of steals and break-ins in a total value of more than 5000 golds, for the first time I feel that I've done a horribly, unreverertably evil thing!
hu: 57 gyilkosság, többszáz betörés és lopás után több, mint 5000 arany értékben most érzem először, hogy valami megbocsáthatatlanul, jóvátehetetlenül gonosz dolgot műveltem!

source: <i>(murmuring)</i> We could have not known...
hu: <i>(motyogva)</i> Nem tudhattuk...

source: This beast could have destroyed half the northlands by now! This... this is a crime! And we did help him!
hu: Ez a sátánfajzat mostanra talán már fél északföldét kiirtotta! Ez... ez bűn! És mi segítettünk neki!

source: Oh no! The mage! He returned to take revenge!
hu: Szent ég, a mágus! Visszatért, hogy bosszút álljon!

source: Not at all.
hu: Nem, nem azért.

source: I come with peaceful intentions.
hu: Békés szándékaim vannak.

source: <i>(aside)</i> Good to know... we'd be in big trouble if all our victims appeared seeking for revenge.
hu: <i>(félre)</i> Végre egy jó hír... nagy bajban lennénk ha egyszer csak az összes bosszúszomjas áldozatunk felbukkanna.

source: I have a job for you.
hu: Megbízásom van a számodra.

source: Ehm... really?
hu: Ööö... igazán?

source: Yes. I need you to assassinate Mal Amadeus.
hu: Igazán. A feladatod Mal Amadeus meggyilkolása lesz.

source: You know who is he, don't you?
hu: Ismeritek egymást, nem?

source: Don't do this! I'm suffering from the knowledge that I practically slaughtered thousands of people and you're tearing my nerves with your silly jokes! <b>You're not funny at all!</b>
hu: Állítsd le magad! Halálra gyötör a bűntudat, hogy lemészároltam több ezer embert, te meg a hülye poénjaiddal téped az idegeim! <b>Nem vagy vicces!</b>

source: Oh, calm down, my dear. It's not your fault. Or at least not solely yours. Let me tell you the whole story.
hu: Jól van, nyugalom, kedveském. Nem te tehetsz róla. Vagy legalábbis nem csak te. Hadd meséljem el a történetet.

source: The story of what? The flute? You? Mal Amadeus?
hu: Minek a történetet? A furulyáét? A tiédet? Amadeusét?

source: It's all the same. So let's start. The flute was originally a top secret security project for Weldyn. The greatest minds of Alduin worked on it. It was designed to make people calm and sleepy with its magical sound, and so it could have been a perfect weapon to disband demonstrations or disarm rebels. The king could have raised taxes quite high with this tool in his hand.
hu: Egyre megy. Lássunk hát neki. A furulya készítése szigorúan titkos biztonsági projektként indult, Weldyn megrendelésére. Alduin legnagyobb koponyái dolgoztak rajta. Az eredeti célja az volt, hogy varázslatos hanjával elbágyassza és elaltassa az embereket. Kiváló tömegoszlató lett volna belőle, a király jó nagy adókat tudott volna kivetni egy ilyen eszköz birtokában.

source: The problems appeared when a talented young mage, Ludwig joined the development. It turned out that the original designers were uneducated in music, and they made a huge mistake. The flute worked as intended when the melody was in major, but was completely untested for minor tonalities. Unfortunately, Ludwig was an excellent flute player, and he found the secret flaw - minor tonality sounded so nerve-rackingly terrifying on this instrument that even the dead resonated to it.
hu: A gondok akkor kezdődtek, amikor Ludwigot, egy tehetséges fiatal mágust is bevontak a fejlesztésbe. Kiderült, hogy a tervezők zeneileg képzetlenek voltak, és hatalmas hibát követtek el. A furuly a célnak megfelelően működött dúr hangnemek esetén, de a moll hangnemekről teljesen megfeledkeztek. Sajnos Ludwig kiváló furulyajátékos volt, és rálelt a rejtett hibára - a moll olyan idegszaggatóan rémisztően hangzott a hangszeren, hogy még a halottak is megérezték.

source: You might guess the rest... corrupted by the power it gave to him, Ludwig escaped with the flute and started to build up an undead army. Our luck was that he wasn't an experienced necromancer, so he couldn't really keep order among his soldiers. The aimlessly wandering skeletons soon drew the attention of his pursuers, and he was taken down by the Wesnothian Special Forces in an ambush the public never got informed of.
hu: A többit már mondanom se kell... megrontva a hatalom igézetétől, Ludwig megszökött a furulyával, és nekiállt föltámasztani élőholt seregét. Szerencsénkre nem volt gyakorlott holtidéző, így nehezen tudott rendet tartani katonái között. A céltalanul kóborló csontvázak a nyomára vezették üldözőit, és végül a Wesnothi Különleges Erők végeztek vele. A közvélemény sohasem értesült az akcióról.

source: The king was shocked by the power of this device, and considered it to be too dangerous to use. It was buried somewhere deep in the fortress of Weldyn for a long time. Time passed, and the original creators died one after one - along with the king. The new government didn't share the old ruler's concerns, and showed great interest in this weapon. Nobody lived who knew how the flute worked, though. So it was assigned to me to examine the device and find out its working mechanisms.
hu: A királyt megrémítette a hangszer ereje és úgy gondolta, hogy veszélyes lenne használni, így hosszú ideig a valahol weldyni erőd mélyén pihent. Telt-múlt az idő, és az eredeti készítők szép lassan meghaltak, majd végül a király is. Az új kormányzat nem osztotta a régi uralkodó aggodalmait, és nagy érdklődést mutatott a furulya iránt. Azonban már senki sem élt a tervezők közül. Az én feladatom lett, hogy megvizsgáljam a hangszert, és feltárjam a működési elvét.

source: Since I thought that the story was ended back then with the death of Ludwig, I wasn't really careful about the secretness of the task. But I had to learn that our men overlooked a crucial thing on that day - Ludwig somehow managed to blow the flute with his last breath, and he was reborn as Mal Amadeus. By the time I got to know that he's still alive and seeks for the flute it was too late - he located me, and... you know the story from here.
hu: Mivel azt hittem, Ludwigtól egyszer és mindenkorra megszabadultunk, nem igazán vettem komolyan a feladat titkos mivoltát. De hamarosan fény derült egy végzetes titokra - Ludwignak valahogy sikerült utolsó leheletével belefújni a furulyába, és így újjáéledt, immár Mal Amadeusként. Mire megtudtam, hogy él és nagy erővel keresi a furulyát már késő volt - rámtalált, és... a folytatást már ismeritek.

source: Unfortunately. Where is he now? Do you know?
hu: Sajnos. És most hol lehet? Mit tudsz róla?

source: He set up his lair in a cave inside the great northern mountains. The place is known as the 'Concert Hall' by the locals for its intensive echo effect. It's a few days' walk from here.
hu: Egy barlangban rendezte be lakhelyét, a nagy északi hegyekben. Az ottaniak csak 'Hangversenyteremként' emlegetik a helyet az erős visszhang miatt. Innen néhány nap gyalog.

source: Thanks. I am... sorry for all that happened. I'll do my best to make up for it. We must go now.
hu: Köszönöm, és... sajnálom ami történt. Mindent megteszek, hogy jóvátegyem. Most mennünk kell.

source: You aren't strong enough to fight him alone.
hu: Nem vagytok elég erősek, hogy harcba szálljatok vele.

source: I wish I didn't have to, but that's our only option.
hu: Nincs is sok kedvem, de nincs más választásunk.

source: Don't be so pessimistic. Many people's life is on risk. You must find help!
hu: Ne legyél olyan borúlátó, sok ember élete forog kockán! Muszáj segítséget találnod!

source: And who would help us!? Wesnothians? There's a thousand gold bounty on my head! Northlanders? Yeah, just after they got rid of the undead in their very own homes. Who?!
hu: És úgy mégis ki segítene <i>nekem</i>!? Wesnothiak? Több ezer arany vérdíj van a fejemen! Északiak? Persze, mihelyst elzavarták az élőholtakat a saját házaikból. Ki?!

source: I know... someone.
hu: Én ismerek... valakit.

source: Speak up!
hu: Beszélj!

source: I have a... brother. He lives in Larfoc. He's very educated in arcane magic... or at least used to be.
hu: Van egy... bátyám. Larfocban él. Elég jártas a földöntúli mágiában... vagy legalábbis régen az volt.

source: You have a brother? You never said.
hu: Van testvéred? Soha nem mondtad.

source: I forgot it myself... we aren't really in contact since... since very long.
hu: Magam is elfelejtettem... nem tartjuk a kapcsolatot már... már nem is tudom mióta.

source: Alright, we'll fetch him. I mean, if he still lives in Larfoc.
hu: Rendben, meglátogathatjuk. Feltéve persze, hogy még mindig Larfocban lakik.

source: I'm pretty sure he does. I would be surprised if he even stepped out from his house in the last twenty years.
hu: Biztos vagyok benn. Meg lennék lepve, ha egyáltalán a küszöböt átlépte volna az elmúlt húsz évben.

source: Very well. As you can see, I'm responsible for this catastrophy, too, and I wasn't joking when I said that I'd like to pay you for your job. My offer is 650 golds: 200 prepaid and an additional 450 in cas of success. How does that sound?
hu: Csodás. Mint most már tudjátok, nekem is részem van vaj bőven a fülem mögött, és nem vicceltem, amikor azt mondtam, hogy megfizetném a munkátokat. Az ajánlatom 650 arany, 200 előleg és siker esetén további 450. Hogy tetszik?

source: Very generous. But I think, for this one time, I will work for free.
hu: Bőkezű. De azt hiszem, életemben először, most ingyen fogok dolgozni.

source: City guard
hu: Városi őrség

source: Lieutenant Patrick
hu: Patrick hadnagy

source: Thief Guild of Larfoc
hu: A larfoci tolvajcéh

source: Creona forced her team into a ruthless march to reach Larfoc as soon as possible. Unnormally for her, she couldn't concentrate on the tasks ahead. The only thing in her mind was that they were wasting time and should have gone even faster. Just when the towers of Larfoc appeared in the horizon she realised that she still knew almost nothing about Basyl's brother, where did he live and how they would persuade him the help them.
hu: Creona kegyetlen iramban hajtotta előre embereit, hogy minél előbb Larfocban legyenek. Számára szokatlan módon képtelen volt az előtte álló feladatra összponosítani. Szüntelenül az járt a fejében, hogy fogy az idejük és még gyorsabban kéne haladniuk. Csak mikor már Larfoc tornyai felsejlettek a láthatáron döbbent rá, hogy még mindig nem tud semmit sem Basyl bátyjáról, hogy hol lakik, és hogy hogyan fogják megnyerni az ügyüknek.

source: She also totally forgot about the escape of Agent Jack, although the consequences of that soonly became very-very actual...
hu: Úgyszintén teljesen megfeledkezett Jack ügynök szökéséről is, habár ennek következményei hamarosan nagyon is időszerűvé váltak...

source: Why have you never mentioned that you had a brother?
hu: Miért nem említetted soha, hogy van testvéred?

source: I've already told you. We haven't see eachother for so long that I even started to forget that I have a brother.
hu: Már mondtam. Olyan régóta nem találkoztunk, hogy már kezdtem is elfelejteni.

source: Tell me a bit about him.
hu: Mesélj egy kicsit róla.

source: He's name is Merlyn. He's two years older than me and always have been obsessed with arcane magic. I can't really tell more. I don't like him.
hu: Merlynnek hívják. Két évvel idősebb nálam és mindig is érdekelte a földöntúli mágia. Nem nagyon tudok többet mondani. Nem kedvelem.

source: Why?
hu: Miért?

source: You know... we're very different. He used to be an eminent student. He was nice and obedient. He always did the right thing and I always did the wrong.
hu: Hát... nagyon különbözőek vagyunk. Ő mindig kitűnő tanuló volt, rendes volt és szófogadó. Ő mindig mindent jól csinált én meg mindent rosszul.

source: Haha! The suppressed brother syndrome?
hu: Haha! Az elnyomott kisöcsi esete?

source: Call it what you want. Half my childhood passed with listening 'you could learn from your brother or you'll end up as a criminal'. You would hate him too.
hu: Hívd aminek akarod. Egész gyerekkoromban azt hallgattam, hogy 'példát vehetnél a bátyádról, különben bűnözőként végzed'. Te is utálnád.

source: Quite a childish attitude.
hu: Elég gyerekes hozzáállás.

source: Well... yes, maybe.
hu: Hát... jó, lehet.

source: You shall have some time to talk this over soon. For now, let's go.
hu: Na, majd most átbeszélhetitek a családi sérelmeket. Gyerünk.

source: Merlyn lives in the old town, up on the mountain.
hu: Merlyn az óvárosban lakik, fenn a hegyen.

source: Sorry, madam, I can't let you go further! No woman's allowed to enter the district before sunrise.
hu: Sajnálom, nem engedhetlek tovább! Nők nem léphetnek át a kapun napkelte előtt.

source: What kind of rule this is?!
hu: Miféle szabály ez?!

source: Oh, you haven't heard the news? A group of bandits, saurians and nagas attacked and ruined Cyty about a week ago. The outlaws are still in escape, and now there're strict security rules in effect in order to prevent them from raiding another settlement. But the only thing we currently know about them is their leader, who's a woman. Fortunately, an agent of the Secret Service of Wesnoth identified her, so you can enter the old town as soon as an SSW ofiicial checked your identity. But they're not on duty until dawn.
hu: Ó, nem hallottátok a híreket? Egy csapat bandita, gyík és naga támadt Cytyre olyan két héttel ezelőtt. A törvényen kívüliek még mindig szökésben vannak, így szigorú biztonsági előírások vannak érvényben, nehogy mégegy várost kiraboljanak. De jelenleg csak annyit tudunk róluk, hogy a vezetőjük egy nő. Szerencsére, a Királyi Titkosszolgálat egyik ügynökének sikerült őt azonosítania, így minden további nélkül beléphettek, mihelyst a Szolgálat meggyőződött róla, hogy nem titeket keresünk. De az embereik hajnalig nincsenek szolgálatban.

source: Okay then, I'll stay outside, just some of these impeccable gentlemen go in.
hu: Semmi gond, akkor én kinmaradok, csak ezek a megkérdőjelezhetetlen erkölcsű urak fáradnak be.

source: I'm afraid that's impossible, too. I've a good reason to think that they're your companions so letting them inside our walls is nothing better than letting you.
hu: Attól tartok, ezt sem engedhetem meg. Jó okom van azt gondolni, hogy a társaid, és így semmivel se lenne kevésbé kockázatos a falaink közé engedni őket, mint téged.

source: <i>Yes?</i>
hu: <i>Igen?</i>

source: <i>Is there another way to get into that district?</i>
hu: <i>Van valami másik út a körzetbe?</i>

source: <i>Maybe... I remember there was a weak point. But I doubt that the guards would tolerate us probing the wall.</i>
hu: <i>Talán... emlékszem, hogy valahol be lehetett surranni. De nem hinném, hogy az őrök jó szemmel néznék, ha a falat vizsgálgatnánk.</i>

source: <i>Don't care about the guards. We'll keep them busy. Meanwhile, you sneak into the castle and take out your brother.</i>
hu: <i>Ne törődj az őrökkel, majd mi lefoglaljuk őket. Közben te belopódzol a várba és kihozod a bátyádat.</i>

source: <i>What if he doesn't want to come?</i>
hu: <i>Mi van, ha nem lesz hajlandó jönni?</i>

source: <i>Your problem. I strongly advise you not to return without Merlyn. Good luck.</i>
hu: <i>Oldd meg. Nem ajánlom, hogy Merlyn nélkül gyere vissza. Sok sikert.</i>

source: Hey you! Canhead!
hu: Hé te! Bádogfejű!

source: What...?!
hu: Mi...?!

source: I decided not to annoy myself with your pathetic bureaucracy. After all, I'm not here for sightseeing, but to destroy your town with my saurian allies!
hu: Úgy döntöttem, nem állok le a szerencsétlen irodistáiddal szórakozni. Úgyse nézelődni jöttem, hanem elfoglalni a várost gyík barátaimmal!

source: What kind of joke is this?!
hu: Miféle tréfa ez?!

source: A very serious one! Creona's always <i>deathly</i> serious!
hu: Egy nagyon komoly tréfa! Creona mindig <i>halálosan</i> komoly!

source: Creona... it's she! Get them!
hu: Creona... ő az! Kapjátok el!

source: Patrick gets some gold whenever one of his units get killed, so don't be too bloody-handed
hu: Patrick minden elvesztett egység után kap némi aranyat, úgyhogy csak kíméletesen

source: Find a way into the old town with Basyl
hu: Basyl bejut a városba

source: Sir! There're thousands of soldiers in the city. Shouldn't we alarm them?
hu: Uram! Többezer katona állomásozik a városban. Nem kéne riasztanunk őket?

source: No way. I want to catch these bandits myself.
hu: Nem. Magam akarok végezni a banditákkal.

source: Don't kill their leader! If the guards get frightened and wake up the whole army, we won't be able to hold them back.
hu: Ne bántsátok a vezért! Ha túlontúl ráijesztünk az őrökre, akkor ránk hozzák az egész sereget, és végünk!

source: Patrick dies
hu: Patrick meghal

source: We got her! I surely get a promotion for this.
hu: Sikerült! Ezért biztosan előléptetnek.

source: Oh, this is not good. Nobody can tell us now where we can find Merlyn.
hu: Ajaj, ez nem jó. Így soha nem találjuk meg Merlynt.

source: Oh, poor, poor Basyl! Have you listened to our mother's benevolent warnings, you wouldn't have ended up like this. I'm going to return to my home now to mourn you for a year.
hu: Ó, szegény, szegény Basyl! Ha hallgattál volna jó anyánk figyelmeztetéseire, elkerülhetted volna ezt a szörnyű véget. Most visszatérek otthonomba, és egy évig gyászollak.

source: Come back, you bastard! Eh, we have to leave not more but less armed than we've come. It's your fault, Basyl.
hu: Vissza ne fordulj, gazember! Eh, még gyengébben is kell távoznunk, mint ahogy idejöttünk. Erről is te tehetsz, Basyl.

source: No! Merlyn! We need you!
hu: Ne! Merlyn! Szükségünk van rád!

source: He couldn't have had much use anyways if he couldn't had standed against these puny guards. Seems that nobody can help us against Amadeus...
hu: Nem sok hasznát vettük volna, ha egy pár nyápic katona is le tudta teríteni. Úgy tűnik, senki sem tud rajtunk segíteni...

source: No, it can't be! I fell... but they can't win... raise alarm!
hu: Ne, ez nem lehet! Elestem... de nem győzhetnek... fújjatok riadót!

source: Fool! I told you not to...
hu: Fafejű! Megmondtam, hogy...

source: What's going on here? Attack!
hu: Mi történik itt? Támadás!

source: I suppose Basyl'd rather see us away and alive than here and dead... or even if he wouldn't, he will.
hu: Gondolom, Basyl is szívesebben látna minket árkon-bokron túl élve, mint itt holtan... de ha mégsem, akkor is kénytelen lesz.

source: That's it! I hope its walkable till the end.
hu: Ez az! Remélem végig járható.

source: Great. I can't remember the exact location of Merlyn's house, but maybe a little promenade on the streets will call back my memories.
hu: Remek. Már nem emlékszem, hol van Merlyn háza, de egy kis séta az utcákon talán előhívja majd az emlékeimet.

source: Hey! Who goes there?
hu: Hé! Ki van ott?

source: I'm a traveller, I'm...
hu: Utazó vagyok, és...

source: You're lurking on the streets at midnight, holding a dagger in one of your hands and a bomb in the other. You definitely look like some kind of criminal.
hu: És késő éjjel az utcán ólálkodsz, egyik kezedben tőrrel a másikban pedig egy bombával. Te nagyon úgy nézel ki, mint valami bűnöző.

source: I'm not! I'm just a peaceful...
hu: Ostobaság! Én egy békés...

source: Be welcomed in Larfoc, brother! I'm the the head of the local thieves' guild.
hu: Isten hozott Larfocban, testvér! A helyi tolvajcéh vezetője vagyok.

source: Oh... okay then. I'm Basyl, an explosives expert. And yes, I'm not exactly a lawful man.
hu: Ó... akkor jó. Basyl vagyok, robbantásszakértő. És igen, törvényenkívüli vagyok.

source: Nice to see you, Basyl. The thieves of Larfoc are all friends of yours.
hu: Örvendek a szerencsének, Basyl. Larfoc tolvajai mind szolgálatodra állnak.

source: That's a warm welcoming. Could you help me a bit then?
hu: Köszönöm a szíves fogadtatást. Hát akkor... tudnál egy kicsit segíteni?

source: I'll make my best.
hu: Megteszek minden tőlem telhetőt.

source: I'm looking for a mage, Merlyn.
hu: Egy mágust keresek, Merlynt.

source: Ah, Merlyn! He's a strange man. He lives in one of those unusual dwellings on the main square.
hu: Ó, Merlynt! Különös ember. A főtéren lakik, az egyik olyan furcsa kalyibában

source: Unfortunately, I cannot specify which. You know, he doesn't own big buckets of money or jewellery, just books and such stuff. We have little interest in his precise address. Maybe the others can tell you more. Visit the wooden houses - you will find my friends there.
hu: Sajnos nem tudom, melyikben. Nincs sok pénze, se ékszerei, csak könyvek meg effélék. Nem nagyon érdekes számunkra a lakcíme. Talán a többiek többet tudnak róla. Nézz körül a város faházaiban - ott találod a barátaimat.

source: Thank you.
hu: Köszönöm.

source: Visit the log cabins to get more information
hu: Ellátogatsz a faházakba további információért

source: <i>(Basyl explains the situation)</i>
hu: <i>(Basyl elmagyarázza a helyzetet)</i>

source: He hates extreme temperatures, both cold and hot. That's all I know about him.
hu: Gyűlöli a szélsőséges hőmérsékleteket, a hideget és a meleget is. Ennyit tudok róla.

source: Ah, Merlyn, he's a really weird man. Once I heard him saying that he would not live even opposite to a house which he wouldn't live in... but he wouldn't mind it as a neighbour... strange, isn't it?
hu: Á, Merlyn. Nem mindennapi ember. Egyszer hallottam, hogy azt mondja, még szemben se lakna egy olyan házzal, ami nem való kedvére... de szomszédként megtűrné... hát épeszű ez?

source: Sure it is.
hu: Bizonyára nem.

source: I don't know which is his house, but I can remember that he lives next to a librarian. They're good friends, I often see them chatting.
hu: Nem tudom, hol lakik, de emlékeim szerint egy könyvtáros mellett. Jó barátok, gyakran látom őket beszélgetni.

source: Never heard of Merlyn. But hey, would you like to hear an interesting story?
hu: Életemben nem hallottam még erről a Merlynről. De várj csak, meséljek valami érdekeset?

source: Not really.
hu: Köszönöm nem, sietek.

source: Okay, then I'll be short. So, once I broke into that igloo. Guess what I found inside?
hu: Rendben, akkor rövid leszek. Szóval, egyszer betörtem abba az igluba. És találd ki, mit találtam benn?

source: Fish?
hu: Halat?

source: No! Books! Can you imagine it? You go inside, the floor, the table, everything is from ice and snow, and there're books and books and books everywhere! Haha! Isn't that funny?
hu: Nem! Könyveket! Hát érted te ezt? Bemész, a padló, az asztal, minden jégből van meg hóból, és közben könyvek hevernek mindenfelé! Haha! Hát nem vicces?

source: Ummm... actually, you provided me some useful information.
hu: Hmmm... történetesen most megtudtam valami hasznosat.

source: Really? Then you might want to hear another...
hu: Igazán? Akkor mondok még egyet...

source: Nonono. <i>(shuts the door)</i>
hu: Nenene. <i>(bevágja az ajtót)</i>

source: 'He hates extreme temperatures, both cold and hot.' 'He would not live even opposite to a house which he wouldn't live in.' 'He lives next to a librarian.' <i>The story with igloo</i>
hu: 'Utálja a szélsőséges hőmérskleteket, a hideget és a meleget is.' 'Szemben se lakna egy olyan házzal, ami nem való kedvére.' 'Egy könyvtáros mellett lakik' <i>Az iglus történet</i>

source: Move Basyl to Merlyn's house
hu: Basyl megtalálja Merlyn házát

source: Move Basyl to a wrong house
hu: Basyl rossz házba megy be

source: Who's that?
hu: Ki az?

source: Hi Merlyn.
hu: Szervusz Merlyn.

source: Basyl! My poor, errand brother!
hu: Basyl! Szegény, eltévelyedett testvérem!

source: I'm quite alright, but...
hu: Semmi bajom, de...

source: You came back to be pulled out from the dark abyss of crime you were fallen to!
hu: Visszatértél hát, hogy kihúzzalak a bűn sötét verméből, ahová lebuktál!

source: Not exactly. But I need your help.
hu: Nem éppen. De a segítségedre van szükségem.
