Repository: wescamp/The_Devils_Flute-1.10
Catalog: po/*.po
Languages: hu

source: What? My help? In what? Be warned, I won't participate in anything illegal!
hu: Mi? A segítségemre? Mihez? Figyelmeztetlek, nem vállalok részt semmi törvénytelenségben!

source: No, no, this is for a good purpose, even in your terms. A powerful lich is terrorising the northern regions. We want to stop him.
hu: Nem, nem, ez jó ügy, még a te fogalmaid szerint is. Egy hatalmas delevény tartja rettegésben az északi földeket. Meg akarjuk állítani.

source: A lich! The evilest of all creatures in hell! We must destroy him!
hu: Egy delevény! A pokol teremtményeinek legaljasabbika! El kell pusztítanunk!

source: So you'll help? Great! Pack your luggage and...
hu: Tehát segítesz? Ez csodálatos! Pakold össze a homidat és...

source: No, there's no time to waste! We leave right now! Lead me on the holy crusade, brother!
hu: Nem, nincs vesztegetnivaló időnk! Most rögtön indulunk! Légy vezetőm a szent hadjáraton, testvér!

source: As you wish. Let's go then, this way.
hu: Ahogy óhajtod. Akkor menjünk, erre.

source: This way is the lich?
hu: Erre van az a pokolfajzat?

source: No, this way we can leave your garden.
hu: Nem, erre tudunk kimenni a kertből.

source: Oh.
hu: Ó.

source: Move Basyl or Merlyn near to Creona
hu: Basyl vagy Merlyn Creona közelébe ér.

source: Frightened Citizen
hu: Rémült polgár

source: Damn, who's that, this late... my god, a madman with bombs! He's gonna blow me up! <b>HELP!!!</b>
hu: Ki zavar ilyenkor, az isten verje meg... te jó ég, egy őrült robbantgató! Fel fog robbantani! <b>SEGÍTSÉG!!!</b>

source: Uh-oh.
hu: Ajjaj.

source: I heard a cry! You and you, go and look round in the town. It's not impossible that some of the bandits sneaked in!
hu: Kiáltást hallottam! Te és te, mozgás, nézzetek körül a városban. Nem kizárt, hogy a gazemberek beosontak valahogy!

source: Oh no, they'll find Basyl... we came for reinforcements, but actually had to leave here some of our best men... and Basyl, too.
hu: Jaj ne, meg fogják találni Basylt... erősítésért jöttünk, de végül legjobb embereinket itt kellett hagynunk... meg még Basylt is.

source: What is that? Our beloved city is besieged by bandits! Filthy outlaws, feel my rage!
hu: Mi ez? Szeretett városunkat gonosztevők ostromolják! Alávaló banda, érezzétek haragomat!

source: Stop Merlyn, they are my friends!
hu: Hagyd abba Merlyn, ők a barátaim!

source: Really? And you expect me to form an alliance with these criminals?! Never!
hu: Igen? És azt várod tőlem, hogy szövetségre lépjek ezekkel a bűnözőkkel?! Soha!

source: We must destroy that lich somehow! Do you not remember?
hu: Valahogy muszáj megölnünk a delevényt! Hát nem emlékszel?

source: Well... hmmm.. yes, you're right. I can't let this minor conflict to distract me. Sometimes we have to make sacrifices for the greater good.
hu: Hmmm... igen, igazad van. Nem hagyhatom, hogy ez az aprócska összetűzés elterelje a figyelmemet. Néha áldozatokat kell hoznunk a nagyobb jó érdekében.

source: So you're Basyl's brother.
hu: Tehát te vagy Basyl bátyja.

source: Merlyn, at your service.
hu: Merlyn, szolgálatodra.

source: Creona. I hope Basyl's already explained you the situation.
hu: Creona. Remélem, Basyl már felvázolta a helyzetet.

source: Yes he did. I'm ready to sacrifice my life for the holy purpose.
hu: Igen. Készen állok életemet áldozni a szent cél érdekében.

source: Basyl was quite right. You seem to be very different than he...
hu: Az öcsédnek igaza volt. Nem nagyon hasonlítotok...

source: Oh, that's just the surface, an illusion of the eyes. In fact, we have more similarities than differences.
hu: Ó, ez csak a felszín, szemfényvesztés csupán. Valójában több mindenben hasonlítunk, mint amennyiben különözünk.

source: For example?
hu: Például?

source: For example, we both like explosives.
hu: Például, mindketten kdevünket leljük a robbanószerekben.

source: Oh no.
hu: Jaj ne.

source: I have a special bomb, designed particularly against undead. Look!
hu: Kifejlesztettem egy különleges bombát, kifejezetten élőholtak ellen. Nézzétek4

source: Wow! Cool!
hu: Tyű! Nem semmi!

source: Fun time is over, keep on moving. We have nothing to do here.
hu: Mókának vége, mozgás. Semmi dolgunk itt.

source: Creona reaches the signpost
hu: Creona eléri az útjelzőt.

source: Merlyn dies
hu: Merlyn meghal

source: Damn... there goes my promotion.
hu: A pokolba... ott megy a kitüntetésem.

source: Prelude of the Finale
hu: Prelűd a fináléhoz

source: Once again not mysterious undead
hu: Már megint nem titokzatos élőholtak

source: First Gatekeeper
hu: Első kapuőr

source: Second Gatekeeper
hu: Második kapuőr

source: Are we there yet?
hu: Ott vagyunk már?

source: there yet... there yet...
hu: vagyunk már... vagyunk már...

source: Seems like.
hu: Úgy tűnik igen.

source: Hey you! What's your business here?
hu: Hé, ti ott! Mi dolgotok erre?

source: We came to see Mal Amadeus.
hu: Mal Amadeushoz érkeztünk látogatóba.

source: Lord Amedeus is giving a reception and a concert right now. Nobody's allowed to enter.
hu: Amadeus nagyúr éppen fogadást és koncertet ad. Senki nem léphet be.

source: And invitees, maybe? We're guests in honor. You had better not to infuriate your master by locking us out.
hu: És meghívottak, esetleg? Díszvendégek vagyunk. A helyedben nem heccelném azzal a főnökömet, hogy kizárom a vendégeit.

source: <i>You knew that Amadeus actually invited guests?</i>
hu: <i>Te tudtad, hogy Amadeus vendégeket is hívott?</i>

source: <i>No... I thought he organized this whole thing only for himself.</i>
hu: <i>Nem... azt hittem, ezt az egész felhajtást csak magának csinálja.</i>

source: <i>Suspicious.</i>
hu: <i>Gyanús.</i>

source: <i>Yeah, and I really don't like that guy in the white robes.</i>
hu: <i>Jaja, és az a fickó a fehér köpenyben nagyon nem tetszik nekem.</i>

source: Can I see your invitation cards, please?
hu: Láthatnám a meghívóitokat?

source: Euh... I'm afraid I lost it somewhere... I'm an old friend of Amadeus, he really expects me... we must enter...
hu: Ööö... attól tartok, elhagytam valahol... Amadeus régi barátja vagyok, nagyon számít rám... muszáj bemennünk...

source: Just through my dead body.
hu: Csak a holttestemen át.

source: Haha... that's quite a meaningless banality in your case.
hu: Haha... ez elég lapos közhely a te esetedben.

source: Shut up. You have no body at all.
hu: Fogd be. Neked meg egyáltalán nincs tested.

source: I don't think we're strong enough to fight our way through all these undead. Not even with grenades.
hu: Nem vagyunk elegen ennyi élőholt ellen. Még gránátokkal együtt sem.

source: Exceptionally, you're right. It's impossible to beat Amadeus' entire army and then also Amadeus himself.
hu: Kivételesen igazad van. Nem tudjuk legyőzni Amadeus teljes hadseregét, és utána még magát Amadeust is.

source: You shall not fall into desperation while you see my light! Here, take these.
hu: Sose essetek kétségbe, míg fényemet látjátok! Tessék, fogjátok ezeket.

source: What's this?
hu: Mi ez?

source: Holy water. It makes your weapons much more effective against these unholy spawns. I have enough for only three men, so choose the three whom you trust the most!
hu: Szenteltvíz. Sokkal pusztítóbbá teszi fegyvereiteket ezekkel a szentségtelen fajzatokkal szemben. Csak három emberre futja a készleteimből, úgyhogy válaszd ki a legérdemesebbeket!

source: Defeat both enemy leaders
hu: Legyőzöd mindkét ellenséges vezért

source: Death of Merlyn
hu: Merlyn meghal

source: Sorry master, I tried to stop them. I hope they won't disturb you too much.
hu: Bocsáss meg mesterem, én megpróbáltam. Remélem nem fognak nagyon zavarni.

source: Okay... khhh... I think... it's not that necessary... to show your invitation cards... go, have fun...
hu: Rendben... khhh.. azt hiszem... nem olyan fontosak... azok a meghívók... menjetek, érezzétek jól magatokat...

source: I couldn't destroy the lich... I failed my holy mission...
hu: Nem pusztítottam el a delevényt... elbuktam szent küldetésemet...

source: At least you're not alone with that.
hu: De legalább nem vagy vele egyedül.

source: No! My brother!
hu: Ne! Testvérem!

source: Eh, even that was a miracle that he could survive for so long...
hu: Eh, kész csoda, hogy eddig nem halt meg.

source: Tell your lord that I hate him...
hu: Mondd meg az uradnak, hogy utálom...

source: You want free tickets, heh? Die, impostor!
hu: Ingyen belépőt akarunk, mi? Halál rád, sunyi csaló!

source: Take this, nasty undead!
hu: Ezt neked, mocskos élőholt!

source: In the name of the fathers of light, go back to the hell where you came from!
hu: A fény atyjainak nevében a pokolba száműzlek, ördögi teremtmény!

source: Hey boys, I think we've got a white mage here!
hu: Hé fiúk, azt hiszem találtam itt egy fehér mágust!

source: A white mage! Now it's sure that they have ulterior motives!
hu: Egy fehér mágus! Most már biztos, hogy nem egyenesek a szándékaik!

source: Kill him!
hu: Öljétek meg!

source: <b>I'm no white mage. I am the Arcane Grenadier!</b>
hu: <b>Nem fehér mágus vagyok, hanem a Mennyei Gránátos!</b>

source: What?
hu: Mi?

source: Don't worry about it, likely that he's just insane. You know, all this light-magic-stuff isn't particularly good for your mental health.
hu: Hagyd csak, nem teljesen épeszű a fickó. Tudod, ez a fehér mágia-izé nem igazán tesz jót a mentális egészségednek.

source: That was your well-deserved fate, unholy creature!
hu: Ezt a sorsot érdemelted, aljas sátánfajzat!

source: Errr... could you give me some grenades, please?
hu: Izé... nincs véletlenül egy pár fölös gránátod?

source: Of course. Here they are. Be careful with them, they are really explosive.
hu: Dehogynem. Tessék, parancsolj. Vigyázz velük, nagyon robbanékonyak.

source: Don't you say!
hu: Nem mondod!

source: I've never thought that once I'll be throwing these goddamn grenades.
hu: Sohase gondoltam volna, hogy egyszer én is ezeket az istenverte bombákat fogom hajigálni.

source: Don't look at it like that! Once you'll have got used to it, you'll see that it's fun!
hu: Ne légy már ilyen! Hamarosan te is rá fogsz jönni, hogy milyen jó móka!

source: Wow! This water-thingy really works!
hu: Hohó! Ez a lötty tényleg működik!

source: Danse Macabre
hu: Haláltánc

source: The group entered the caves. In the light of their torches, they could see stunning underwater rivers and marvelous stalactites. Yet, there was no sign of life (or un-life). However, as they proceeded deeper into the underground dungeons, a faint, distant voice of a flute came to their ears.
hu: A csapat belépett a barlangba. Fáklyáik fénye csillogó földalatti folyamokre és varázslatos cseppkövekre vetült. Élő (vagy élőholt) teremtménynek azonban nyomát se látták. Ahogy azonban egyre mélyebbre hatoltak a hegy gyomrába, egyszerre csak egy furulya távoli, halk hangja ütötte meg fülüket.

source: Then they arrived to the main hall, which looked like nothing they had expected...
hu: Végül megérkeztek a főcsarnokba, és nagyon meglepődtek...

source: Wow! This place is...
hu: A mindenit! Ez a hely...

source: Amazing.
hu: Elképesztő.

source: A work of evil magic.
hu: Sötét mágia műve.

source: Look, there!
hu: Odanézzetek!

source: Oh, hi Creona! Would you like to join the party?
hu: Nicsak, szevasz Creona! Nem csatlakozol?

source: Hello, we...
hu: Szép napot, mi...

source: <b>WE CAME TO DESTROY YOU, VILLAINOUS CREATURE OF THE HELLS!</b>
hu: <b>MI AZÉRT JÖTTÜNK, HOGY ELPUSZTÍTSUNK, POKLOK POKOLI POKOLFAJZATA!</b>

source: What it is? Isn't that our purpose?
hu: Mi van? Talán nem ez a célunk?

source: Sure it is, but I wouldn't have insisted on giving it away.
hu: Dehogynem, de azért nem ragaszkodtam volna hozzá, hogy eláruld.

source: Ah! Hah! Is this serious? <i>You?</i> With that handful of thugs and that idiot? Haha!
hu: Ah! Hah! Ez komoly? <i>Te?</> Azzal a maroknyi utonállóval, meg azzal a tökfejjel? Haha!

source: You don't know what powers are you facing, lich!
hu: Nem tudod, milyen erőkkel állsz szemben, delevény!

source: Hahahaha! Your clothes may be light but there's an obvious darkness in your head. It's <i>you</i> who's rather misinformed about my skills!
hu: Hahahaha! A ruhád lehet, hogy világít, de a fejedben elég sötét lehet. <i>Te</i> vagy igen tájékozatlan az <i>én</i> képességeimet illetően!

source: It won't be easy to reach Amadeus. I wonder if we could use those runes for something.
hu: Nem lesz könnyű Amadeus közelébe jutnunk. Talán használhatnánk azokat a rúnákat valamire.

source: Every glowing (orange) rune has one or two (purple) pairs in the middle of one of the symmetric stone pillars. The pillars will turn if you move on or move away from the appropriate rune. Only Merlyn, Basyl and Creona can trigger runes.
hu: Minden fénylő (narancs) rúnához tartozik egy vagy kettő (lila) pár valamelyik szimmetrikus kőoszlop közepén. Az oszlop elfordulnak, amikor rálépsz vagy elmozdulsz a megfelelő rúnáról. Csak Merlyn, Basyl vagy Creona hozhatja működésbe a rúnákat.

source: Creona, Basyl and Merlyn reaches the magic circle at the other end of the abyss
hu: Creona, Basyl és Merlyn elérik a varázskört a szakadék túloldalán.

source: Don't recruit too many units. There won't be many enemies along the way and it'd be painfully boring to maneuver with a big army in the lanirynth.
hu: Ne toborozz túl sokat. Nem fogsz sok ellenséggel találkozni, és nagyon unalmas lenne egy nagyobb sereggel manőverezni ebben a labirintusban

source: I really don't understand what's your problem. We had an agreement. I got my flute, you got your money. What the hell do you want from me?
hu: Igazán nem értem, mi bajod. Megegyeztünk valamiben. Én megkaptam a furulyámat, te megkaptad a pénzedet. Mi az ördögöt akarsz tőlem?

source: What? You helped him to acquire that thing?!
hu: Micsoda? Te segítettél neki megszerezni azt a micsodát?!

source: Yes, I did... it was my mistake and this is why I'm trying so hard to make up for it.
hu: Igen, segítettem... ez az egész az én hibám, ezért is szeretném jóvátenni.

source: I see, daughter, that you found the right way out of sin and to the light. I forgive you.
hu: Látom, lányom, hogy magad mögött hagytad a sötétséget és immár a fány útján jársz. Megbocsátok neked.

source: Bahh... I'm obliged.
hu: Bahh... le vagyok kötelezve.

source: I'm sad that we ended up like this. I thought we could be friends. Seriously, what do you think of yourself that you come here and try to take away my property? You didn't leave me any option but to kill you. Maybe you'll be a bit nicer afterwards.
hu: Sajnálom, hogy ide jutottunk. Azt hittem, barátok lehetünk. Komolyan, mit képzelsz te magadról, hogy idejössz, és csak úgy ki akarsz fosztani? Nincs más választásom, meg kell öljelek. Talán utána egy kicsit kedvesebb leszel.

source: Destroy Mal Amadeus!
hu: Elpusztítod Mal Amadeust!

source: Master?
hu: Mester?

source: Look! He's got some nasty device to revive the dead with!
hu: Nézzétek! Valami gonosz szerkezettel idézi meg a holtakat!

source: Don't let them past the abyss!
hu: Ne engedjétek őket átjutni!

source: Yes, my lord.
hu: Igenis, uram.

source: I'm really sorry, Creona. But it's your fault, I wouldn't have harmed you if you didn't force me.
hu: Igazán sajnálom, Creona. De a te hibád volt, én nem bántottalak volna, ha nem kényszerítesz rá.

source: I fell, but you must continue the fight, friends!
hu: Én elbuktam, de nektek folytatnotok kell a küzdelmet, barátaim!

source: I'm afraid we can't.
hu: Sajnos ez nem fog menni.

source: Without Basyl's grenades, this fight is even more hopeless now than it was before.
hu: Basyl gránátjai nélkül még reménytelenebb a győzelem, mint azelőtt volt.

source: I could never perform on a concert while I was alive, and you won't let me even in my death!
hu: Soha nem léphettem fel, amíg éltem, és ti halálom után sem hagyjátok!

source: Just give me the flute and we're off.
hu: Csak add ide a furulyát és itt se vagyunk.

source: Go away! You're ruining my concert!
hu: Hagyjatok békén! Tönkreteszitek a koncertemet!

source: We'll stop them, master. I mean, the others.
hu: Elüldözzük őket, mester. Úgy értem, majd a többiek elüldözik.

source: Arrrggghhhh...
hu: Arrrrrrggghhhh...

source: Game over.
hu: Vége.

source: Just let me... blow my flute... for one last time...
hu: Csak a furulyámat... hadd fújjam meg... még egyszer, utoljára...

source: Don't even dream of it!
hu: Ne is álmodj róla!

source: Noooooo!!!!
hu: Neeeeeeeeeee!!!!

source: May you have a luckier second death, Amadeus.
hu: Ezúttal nyugodj békésebben, Amadeus.

source: A Job Well Done
hu: Jól végzett munka

source: Yippie! We made it!
hu: Hurrá! Megcsináltuk!

source: Ummm, Creona... what are you doing?
hu: Öööö, Creona... te mit csinálsz?

source: Errr... well... in fact... I'm just getting rid of your goddamn bombs!!!
hu: Ööö... izé... szóval... végre megszabadulok az istenverte bombáidtól!!!

source: It's already spring out here! Fantastic!
hu: Itt kint máris tavasz van! Hihetetlen!

source: I hope this affair will make you reconsider your ways of living, Creona.
hu: Remélem ez az eset meggyőzött, hogy átgondold az életedet, Creona.

source: Sure it will.
hu: Természetesen.

source: Good.
hu: Helyes.

source: I'll never do business with liches again.
hu: Soha többé nem üzletelek delevényekkel.

source: Or at least I won't bring them any flutes.
hu: Vagy legalábbis soha többet nem szerzek nekik furulyákat.

source: Thank you for all the help. Good bye!
hu: Köszönjük a segítséget. A viszontlátásra!

source: Hey Creona! Wait!
hu: Hé Creona! Várj meg!

source: <i>(Sighs)</i>
hu: <i>(Sóhajt)</i>

source: Forget it, Merlyn. You can't change them.
hu: Felejtsd el, Merlyn. Nem tudod megváltoztatni őket.

source: Who are you?
hu: Te meg ki vagy?

source: Arch mage Dunduggwyn, former owner of the flute and a victim of your brother.
hu: Dunduggwyn, nagy mágus, a furulya korábbi tulajdonosa, és az öcséd egyik áldozata.

source: Oh, I'm sorry about that. Sometimes I feel really ashamed for what Basyl's doing.
hu: Jó ég, borzasztóan sajnálom. Néha hihetetlenül szégyellem magam Basyl miatt.

source: There's no need to regret, my friend. What would have happened if Basyl and Creona weren't criminals? Maybe Amadeus would have acquired the flute anyway, but there wouldn't have been anybody to stop him? What if he didn't kill these thousands of innocent villagers? Creona would have never changed her mind, and Amadeus could have caused much more trouble later? What if I didn't die? I could have become the new Mal Amadeus?
hu: Ne bánj semmit, barátom. Mi lett volna, ha Basyl és Creona nem áll bűnözőnek? Talán Amadeus így is megszerezte volna a furulyát, de nem lett volna senki, hogy megállítsa? Mi lett volna, ha nem mészárol le sok ezer ártatlan falusit? Creona soha nem fordul ellene, és később sokkal nagyobb galibát okoz? Mi lett volna, ha én nem halok meg? Most én lennék az új Mal Amadeus?

source: I don't really understand what you are trying to imply.
hu: Nem igazán értem, hova akarsz kilyukadni.

source: What I'm saying, my friend, is that we know that the story ended well this way. There's no need to wish for alternative scenarios.
hu: Arra célzok, barátom, hogy a történet ilyen módon jól végződhetett. Nem lenne érdemes változtatni rajta.

source: Quite a strange point of view.
hu: Elég különös nézőpont.

source: Maybe you'll better understand this once you'll have died too.
hu: Talán majd jobban megérted majd ha már te is meghaltál.

source: Arcane Grenadier
hu: Mennyei gránátos

source: Some magi, as they learn about the world around them, and learn the truth of the suffering and squalor in which humanity too often lives, find that they cannot bring themselves to be cloistered into a life of study. These men and women give up the life of a mage, and join monastic orders, dedicating the skills they have been given to the good of all. After their ordination, they often travel the world, ministering to sickness and injury. Though not trained for combat, they are a potent ally against magical or unnatural things.
hu: A Mennyei Gránátos leírása.

source: fist
hu: ököl

source: holy bomb
hu: megszentelt bomba

source: Party Lich
hu: Bulidelevény

source: Even liches have high enough spirit sometimes to organize parties.
hu: Néha még a delevények is buliznak.

source: touch
hu: érintés

source: chill tempest
hu: fagyhullám

source: shadow wave
hu: árnyhullám

source: Rogue Scientist
hu: Zsivány tudós

source: Some scholars can't resist the seduction of their own power, and take the path of crime in the hope of easy money. They are invaluable members of any crime group for their knowledge of engineering and explosions.
hu: Vannak tudósok, akik nem tudnak ellenállni saját tudásuk csábításának, és könnyen szerzett pénz reményében a bűn útjára lépnek. A mérnöki tudományokban és robbanószerekben való jártasságuk miatt bármely banda nagyra értékeli szolgálataikat.

source: dagger
hu: tőr
